Revit 2027 API
WireConduitType Properties
The WireConduitType type exposes the following members.
Properties
Name | Description
IsReadOnly | Identifies if the object is read-only or modifiable.
(Inherited from APIObject)
Name
Top
See Also
Reference
WireConduitType Class
Autodesk.Revit.DB.Electrical Namespace